Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: All cases brought before the Supreme Court is first considered by the Appeals Selection Committee.
nn: Alle saker som kjem til Høgsterett, blir først behandla av ankeutvalet.

source: The groups held that Norway must therefore reduce climate emissions by at least 60 percent within 2030.
nn: Noreg måtte difor, vart det hevda, kutte minst 60 prosent i klimagassutsleppa innan 2030.

source: To be able to develop and improve our website we use Google Analytics.
nn: For at vi skal kunne utvikle og forbetre nettstaden vår, bruker vi Google Analytics.

source: The Supreme Court found that the measure was compatible with Article 8 of the European Convention on Human Rights (ECHR) on the right to respect for private life.
nn: Høgsterett kom til at registreringa ikkje var eit mishøveleg inngrep i retten til respekt for privatliv etter Den europeiske menneskerettskonvensjonen (EMK) artikkel 8.

source: The Supreme Court found that the right to post settlement is exhaustively regulated in section 5-1 of the Occupational Injury Regulations, if the claim is based on such circumstances as are mentioned in the provision.
nn: Høgsterett la til grunn at ordlyden i yrkesskadeforskrifta § 5-1, halden saman med forarbeida til denne og to seinare lovutgreiingar, inneber at føresegna uttømmande regulerer høvet til etteroppgjer når kravet er grunngitt i forhold som går fram av føresegna.

source: It was stated that an immediate sentence for the violation of section 185 of the Penal Code was too strict.
nn: Dommen gir rettleiing om grensene for kva for ytringar som blir ramma av straffelova § 185.

source: Kindergarten and school are nearby.
nn: Barnehage og skule er i nærleiken.

source: The Supreme Court found that Article 112 of the Constitution must also be read as a safety valve, even if the Storting has discussed the case.
nn: Høgsterett kom til at Grunnlova § 112 også må forståast som ein tryggingsventil, sjølv om Stortinget har handsama saka.

source: There are strict rules for the use of isolation.
nn: Det er strenge reglar for bruk av isolasjon.

source: The last 15 years, they had lived in Switzerland.
nn: I dei siste 15 åra hadde dei budd i Sveits, der deira einaste barn var fødd.

source: Article 112 of the Constitution and the validity of a royal decree to grant production licences
nn: Grunnlova § 112 og gyldigheita av ein kongeleg resolusjon om tildeling av utvinningsløyve for petroleum

source: The contract between Skanska and HGT was regulated by NS 8415, which is the standard contract for sub-contracting relationships.
nn: Kontraktsforholdet var regulert av standardkontrakten for underentreprisar – NS 8415. Det oppstod tvist om sluttoppgjeret.

source: Concerns for the Supreme Court's independence—at least concerns for
nn: Omsynet til sjølvstende for Høgsterett – i alle fall omsynet til vern mot forsøk på utilbørleg påverknad

source: The conviction for violation of section 132 a in accordance with counts I a and I b of the indictment originates from a case before Salten District Court in April 2014 reviewing a decision by the child welfare service.
nn: Domfellinga for brot på § 132 a etter hovudtiltalevedtaket postane I a og I b har bakgrunn i ei sak for Salten tingrett i april 2014 om overprøving av ei avgjerd i ei barnevernssak i fylkesnemnda. Hovudforhandlinga i tingretten var styrt av dommarfullmektig Carol Sandbye.

source: The significance of the prohibition against evidence in section 22-5 of the same Act when it comes to information related to invoices from a law firm was also not assessed.
nn: Lagmannsretten hadde ikkje vurdert om pålegg om at Felleskjøpet skulle legge fram opplysningar knytte til fakturaer frå eit advokatfirma, var i strid med bevisforbodet i tvistelova § 22-5.

source: Law degree in 1989
nn: Juridisk embetseksamen 1989

source: In front of this wall is the bust of Johan Randulf Bull, Chief Justice from the Supreme Court's inception until 1827.
nn: Johan Randulf Bull, justitiarius frå Høgsterett blei oppretta, og fram til 1827.

source: A chief officer on Hurtigruten was dismissed after he had chosen the wrong path when passing Finnsnesrenna in Troms in dense fog, which made the ship touch the ground.
nn: Ein overstyrmann i Hurtigruten blei sagd opp etter at han hadde navigert feil gjennom Finnsnesrenna i Troms, slik at skipet rørte grunnen.

source: The case concerned whether the construction of Storheia and Roan windfarms on Fosen peninsula amounts to a violation of the reindeer herders' right to enjoy their own culture under Article 27 of the International Covenant on Civil and Political Rights (ICCPR).
nn: Saka gjaldt spørsmålet om utbygginga av Storheia og Roan vindkraftverk på Fosen krenker retten til kulturutøving for reindriftssamane etter FNs konvensjon om sivile og politiske rettar (SP) artikkel 27.

source: First, it is contended that the administrative decision is incompatible with Article 112 of the Constitution, as the environmental consequences must be considered so detrimental that the decision exceeds an absolute limit prescribed in Article 112.
nn: Det er for det første gjort gjeldande at vedtaket er i strid med Grunnlova § 112 som følgje av at miljøkonsekvensane av vedtaket samla sett må reknast som så skadelege at det strir mot ei materiell grense etter Grunnlova § 112.

source: Claims for compensation from the injured parties can be heard in the same case.
nn: Erstatningskrav frå fornærma kan også behandlast i same sak.

source: The principle that the courts, as well as judges and justices, must remain
nn: domstolane i fare, og det er i utgangspunktet sjølvsagt at politikarar må kunne rette kritikk mot

source: Skanska AS (Skanska), the main contractor for construction of administrative buildings and workshops for the Bergen Light Rail, had engaged HGT AS (HGT) as subcontractor.
nn: Skanska Norge AS engasjerte HGT AS som underentreprenør for å gjere grunnarbeid i samband med administrasjonsbygg og verkstad for Bybanen i Bergen.

source: The Ministry of Fisheries and Coastal Affairs had reversed an administrative decision regarding a right to engage in fishing of cod, haddock and pollock north of 62 north.
nn: Fiskeri- og kystdepartementet hadde gjort om eit vedtak om deltakartilgang i fisket etter torsk, hyse og sei nord for 62 gradar nord.

source: The court of appeal stated that the sentence would be reviewed as a result of the partial admission of the appeal against the findings of fact.
nn: Lagmannsretten viste til at straffutmålinga i saka ville bli prøvd som følgje av den delvise tilvisinga av bevisanken.

source: The penalty, which also included violence against the police, was 36 days of imprisonment of which 12 days were suspended.
nn: Straffa, som også omfatta vald mot politiet, blei sett til fengsel i 36 dagar, av dei 12 dagar på vilkår.

source: According to Norwegian law, there is no maximum period for how long a person can be held on remand.
nn: Etter norsk lov er det ingen bestemt frist for kor lenge ein person kan sitje i varetekt.

source: The international relocation option was first added with the said amendment in 2015.
nn: Alternativet om flytting med barnet ut av landet kom inn i lova ved den nemnte lovendringa i 2015.

source: The Court of Appeal's conviction under section 271 was upheld.
nn: Høgsterett opprettheldt domfellinga for brot på straffelova § 271 om kroppskrenking.

source: The application of Article 8 of ECHR
nn: Forholdet til EMK artikkel 8

source: The use of the copies reduced the value of the drawings.
nn: Det som var overført, var kopiar av teikningane.

source: Justice Noer has been a member of the steering committee of the World Commission on
nn: Dommar Arntzen er gift med lagmann Eirik Akerlie, som var dommar i saka i lagmannsretten.

source: After extensions, the dock system currently consists of a main dock stretching some 230 meters into the basin with crossing piers on the landside.
nn: Etter utvidingar består anlegget i dag av ei hovudbrygge som strekker seg om lag 230 meter ut i hamnebassenget med tverrpirar på landsida.

source: Compensation for VAT for private college
nn: Kompensasjon for meirverdiavgift for privat vidaregåande skule

source: This is as it should and must be.
nn: Slik bør og må det vere.

source: The case concerned the validity of a royal decree to grant ten production licences on the Norwegian continental shelf in the south and southeast part of the Barents Sea, "the 23
nn: Saka gjeld gyldigheita av ein kongeleg resolusjon om tildeling av ti utvinningsløyve for petroleum på den norske kontinentalsokkelen i Barentshavet sør og Barentshavet søraust, den 23.

source: from her parents, who will be living in the same house, and from her network in general.
nn: Ved flytting til Italia vil mor kunne få bistand frå sine foreldre, som vil bu i det same huset, og nettverket elles.

source: After a consignment had been delivered to the buyer, but not paid, the seller went bankrupt.
nn: Etter at eit vareparti var levert til A, men ikkje betalt, gjekk seljaren av varene konkurs.

source: The choice of law must consequently be made based on the starting point in Norwegian international private law – the Irma Mignon formula.
nn: Lovvalet må derfor avgjerast etter den regelen som er utgangspunktet i norsk internasjonal privatrett – Irma Mignon-formelen.

source: The period for communications surveillance is normally set to 4 weeks.
nn: Tidsperioden for kommunikasjonskontrollen blir normalt sett til 4 veker.

source: This means that e-mails may become accessible to anyone who so requests.
nn: Det inneber at e-post kan bli tilgjengeleg for alle som ber om det.

source: A has also been convicted pursuant to count III of violation of the Penal Code 1902 section 333 because he, on one occasion, did not state his full name when asked to do so by the police.
nn: A er også domfelt etter post III for brot på straffelova 1902 § 333 fordi han ved eit høve ikkje gav opp fullt namn då han vart beden om det av politiet.

source: Grand-parents, aunts, uncles and cousins
nn: Halvsysken til den avlidne er også i andre arvegangsklasse.

source: Conditions for protection of the buyer of tangible assets towards the seller's creditors.
nn: Vilkår for vern av lausøyrekjøparen overfor kreditorane til seljaren.

source: 8 THE SUPREME COURT'S INDEPENDENCE The courts, including the Supreme Court, must be independent in exercising their judicial power.
nn: 8 Høgsterett skal vere uavhengig Domstolane – og sjølvsagt Høgsterett – skal vere uavhengige i den dømmande verksemda. Innblanding og forsøk på å påverke utfallet av konkrete saker, for eksempel frå politiske organ eller

source: First, it must be noted that the statements are made against five participants, which means there are five different violations of section 132 a.
nn: Eg viser først til at det her er tale om ytringar mot fem aktørar, og at det då også er tale om fem ulike brot på § 132 a.

source: The Supreme Court comprises 20 justices, including the Chief Justice.
nn: Høgsterett består av 20 dommarar, inkludert justitiarius.

source: These views are essential also to the case at hand, and must be accepted and applied by all participants in a case.
nn: Desse synsmåtane er eit viktig grunnlag også i saka no, og dei må leggjast til grunn for alle aktørane i ei sak.

source: Further preparations may also be required, involving the law clerk, the preliminary justice and, in some situations, the Appeals Selection Committee, cf., inter alia, Section 30-7 of the Dispute Act.
nn: Det kan òg vere vidare saksførebuing som involverer utgreiar, førebuande dommar og i ein del tilfelle ankeutvalet, sjå mellom anna tvistelova § 30-7.

source: A mother with a severe hereditary disease had been deprived of the care of her daughter who was 14 years old at the time of the judgment.
nn: Ei mor med ein alvorleg arveleg sjukdom var blitt fråtatt omsorga for ei dotter, som på domstidspunktet var nesten 14 år.

source: Among other things, they did not say that the family – contrary to the rules – was to have more than one au pair at a time.
nn: Mellom anna gav dei ikkje beskjed om at familien – i strid med regelverket – skulle ha meir enn éin au pair om gongen.

source: Norwegian law on this point.
nn: Eg minner om Rt.

source: Pointing in particular to statements from the UN Human Rights Committee, the Supreme Court found that it will amount to a violation of Article 27 ICCPR if the interference has significant adverse effects on the possibility of cultural enjoyment.
nn: Under tilvising særleg til fråsegner frå FNs menneskerettskomité la Høgsterett til grunn at det vil ligge føre ei krenking av rettane etter SP artikkel 27 dersom inngrepet fører til vesentlege negative konsekvensar for moglegheita til kulturutøving.

source: These windfarms are located within Fosen grazing district, where Sør-Fosen sijte and Nord-Fosen siida practice reindeer husbandry.
nn: Vindkraftverka ligg innanfor området til Fosen reinbeitedistrikt, der Sør-Fosen sijte og Nord-Fosen siida utøver reindrift.

source: This goes to the heart of one of the key issues in the case, namely the distribution of roles between the state powers when applying Article 112 of the Constitution.
nn: Dette går til kjernen av eitt av hovudspørsmåla i plenumssaka, nemleg rollefordelinga mellom statsmaktene ved bruken av Grunnlova § 112.

source: In the Supreme Court's view, such a solution is burdened with so much uncertainty that, at present, it cannot be significant in determining whether Article 27 ICCPR has been violated.
nn: Slik Høgsterett ser det, knyter det seg så store usikkerheiter til ei slik løysing at ho på det noverande tidspunktet ikkje kan få betydning i ei vurdering av om SP artikkel 27 er broten.

source: The internationalisation process has strengthened the court's position in
nn: Internasjonaliseringa av retten har styrkt Høgsterett i forhold til dei to andre forfatningsorgana våre

source: Sentence for short-term dealings with 217 kilos of harshish
nn: Straffutmåling for i eit kort tidsrom å ha hatt med 217 kilo hasj å gjere

source: In 2015, the Storting adopted a new Article 89 of the Constitution.
nn: Stortinget vedtok i 2015 ein ny § 89 i Grunnlova.

source: emphasis on the children being somewhat less attached to father than to mother.
nn: Eg legg difor ikkje vekt på at borna er noko mindre knytt til far enn til mor.

source: A relocation to Italy will draw the children away from the environment to which they
nn: Ved flytting vil borna bli rivne opp frå det miljøet og nettverket dei i dag er ein del av.

source: The Public Prosecution Authority (Counsel Hans Tore Høviskeland) v. A (Counsel Anders Morten Brosveet), B (Counsel Halvard Helle)
nn: II.Påtalemakta (førstestatsadvokat Hans Tore Høviskeland) mot A (advokat Anders Morten Brosveet), B (advokat Halvard Helle)

source: The children are too
nn: Det er ikkje tilfellet her.

source: The minimum period for a ban on driving is 3 months.
nn: Minstetid for tap av førarretten er 3 månader.

source: The preliminary justice is normally the justice who first reviewed the case in the Appeals Selection Committee.
nn: Dommaren som førebur saka, er regulært den dommaren som først behandla saka i ankeutvalet.

source: The kindergarten has not expressed any concern for any of the children.
nn: Barnehagen har ikkje uttrykt uro for nokon av borna.

source: section 168 of the Penal Code
nn: straffelova § 168

source: The herders claimed that the construction interfered with their right to enjoy their own culture, but this was rejected by the Ministry of Petroleum and Energy in 2013.
nn: Reineigarane gjorde gjeldande at utbygginga krenker rettane deira til kulturutøving, men fekk ikkje medhald i Olje- og energidepartementets klagevedtak frå 2013.

source: Penalty for production and storage of cannabis – community sentence
nn: Straff for produksjon og oppbevaring av cannabis – samfunnsstraff

source: 6 THE SUPREME COURT AND INTERNATIONAL COURTS AND APPELLATE BODIES International decision-making bodies play a key role in the internationalisation of Norwegian law.
nn: 6 Høgsterett og dei internasjonale domstolane og klageorgana Eit helt sentralt ledd i internasjonaliseringa av norsk rett er påverknaden frå dei internasjonale avgjerdsorgana. EMD er den sentrale fortolkaren av EMK.

source: Link to the conditions of section 171 of the Criminal Procedure Act at lovdata.no
nn: Lenkje til vilkåra i straffeprosesslova § 171 på lovdata.no

source: The book also contains the articles "Supreme Court Justices" by Anine Kierulf and Rune Slagstad, "Lawyers and the Supreme Court" by Berit Reiss-Andersen, "The Gravity of Dissenting Votes" by Ola Mestad, and other articles about the present activities of the Supreme Court.
nn: Her blei det også presentert artiklar mellom anna om "Høyesteretts dommere" ved Anine Kierulf og Rune Slagstad, "Advokatene og Høyesterett" ved Berit Reiss-Andersen, "Dissensens alvor" ved Ola Mestad og andre, meir generelle, artiklar om verksemda i Høgsterett i dag.

source: See link to section 172 of the Criminal Procedure Act at lovdata.no.
nn: Sjå lenkje til straffelova § 172 på lovdata.no

source: VAT – time for assessing the requirement of business activity
nn: Meirverdiavgift – tidspunktet for vurderinga av næringskravet

source: The aggravated person's mental injury was covered by section 3-5 (a) of the Damages Act, and she was awarded NOK 80 000 in aggravated damages.
nn: Den psykiske skaden hos den fornærma fall inn under skadeserstatningslova § 3-5 bokstav a, og oppreisningserstatning blei tilkjend med 80 000 kroner.

source: Fosen-Linjen AS (Counsel Anders Tholfsen Thue) (Assisting counsel Christian Henrik Prahl Reusch), The Federation of Norwegian Enterprise (Counsel Morten Goller) (third-party intervener) v.
nn: advokat Christian Henrik Prahl Reusch), Næringslivets Hovedorganisasjon (advokat Morten Goller) (partshjelpar) mot AtB AS (advokat Goud Helge Homme Fjellheim) (Rettsleg medhjelpar:

source: Overall, the answer to this question is no.
nn: Generelt er det i dei politiske miljøa

source: The convicted person appealed to Hålogaland Court of Appeal against the findings of fact in the determination of guilt on all counts.
nn: Den domfelte anka til Hålogaland lagmannsrett over bevisvurderinga under skuldspørsmålet for alle tiltalepostane.

source: have lived their entire life at the same place.
nn: Borna har budd heile livet på den same staden.

source: The Supreme Court agreed with Fosen Vind DA that a "green shift" and increased renewable energy production are important factors.
nn: Høgsterett sa seg einig med Fosen Vind DA i at omsynet til «grønt skifte» og auka fornybar energiproduksjon er viktig.

source: Thanks for your feedback!
nn: Takk for hjelpa!

source: Article 112 of the Constitution may nonetheless be invoked directly before the courts when it comes to environmental issues that the legislature has not considered.
nn: Grunnlova § 112 vil likevel kunne nyttast direkte for domstolane når det gjeld miljøproblem som lovgjevarane ikkje har teke stilling til.

source: The Committee decides on approx. 2350 cases each year.
nn: Utvalet avgjer totalt ca. 2350 saker i året.

source: The owner of a property in the 100-meter belt along the coast had obtained permission to build a new cottage with a basement.
nn: Eigaren av ein eigedom som ligg i 100-metersbeltet langs sjøen, hadde søkt og fått godkjent bygging av ei ny hytte med kjellar.

source: The service uses "cookies” (information capsules), which are text files that are placed in your computer.
nn: Tenesta nyttar "cookies" (informasjonskapslar), som er tekstfiler som blir plasserte på datamaskina di.

source: Rolv Ryssdal was appointed Supreme Court justice in 1964, and served as the Chief Justice from 1969 to 1984.
nn: Rolv Ryssdal var høgsterettsdommar frå 1964 og justitiarius frå 1969 til 1984. Med sin sterke personlegdom og si intellektuelle kraft prega

source: The court sustained the claim of cable distributor Get AS that Norwaco was not to be paid remuneration for cable transmission of TV channels TVNorge, FEM, MAX and VOX.
nn: Kabeldistributøren Get AS fekk medhald i at det ikkje skal betalast vederlag til Norwaco for kabeloverføring av tv-kanalane TVNorge, FEM, MAX og VOX.

source: In the interests of the investigation, the court can rule that the accused cannot have access to the internet, newspapers, radio or TV.
nn: Av omsyn til etterforskinga kan retten bestemme at sikta ikkje skal ha tilgang til Internett, aviser, radio eller TV.

source: Did you find what you were looking for?
nn: Fann du det du leita etter?

source: The Supreme Court found that section 32 of the House Building Act had to be interpreted restrictively, preventing the individual owner from requesting rectification in common areas.
nn: Høgsterett kom til at bustadoppføringslova § 32 måtte tolkast innskrenkande. Den enkelte sameigaren kunne ikkje krevje at utbyggaren retta manglar i fellesareal.

source: The requirement of a clear legal basis in Article 96 of the Constitution and Article 7 ECHR was met.
nn: Kravet til klar lovheimel for straffeansvar i Grunnlova § 96 og Den europeiske menneskerettskonvensjonen artikkel 7 var oppfylt.

source: Requirement of guilt for damages for non-economic los after acts with children under the age of 16
nn: Skuldkrav for oppreisingserstatning ved seksuell omgang med barn under 16 år

source: The Supreme Court found that the statements were covered by section 185 of the Penal Code.
nn: Høgsterett kom til at ytringane blir ramma av straffelova § 185 om hatefulle ytringar.

source: They were ordered to pay NOK 15 000 and NOK 20 000 respectively in compensation for non-economic loss.
nn: Dei blei dømde til å betale oppreisningserstatning med høvesvis 15 000 og 20 000 kroner.

source: Video Communication Services AS (Counsel Magnus Hauge Greaker) v. Appear TV AS (Counsel Henrik Felix Reimers)
nn: Video Communication Services AS (advokat Magnus Hauge Greaker) mot Appear TV AS (advokat Henrik Felix Reimers)

source: find it clear that mother will have a better life in Italy than in Norway.
nn: Eg finn det klart at mor vil få det betre i Italia enn i Noreg.

source: reunification has been abandoned and why.
nn: Barn har altså rettskrav på naudsynte tiltak.

source: Did you find the information you were looking for?
nn: Fann du det du leita etter?

source: A majority of four justices concluded that Section 3 of the Convention provided a self-contained regulation of jurisdiction in insurance matters except for the express reservations in Article 8.
nn: Eit fleirtal på fire dommarar kom til at Luganokonvensjonen avsnitt 3 på ein uttømmande måte regulerte verneting i forsikringssaker med unntak av dei føresegnene det var gjort unntak for i artikkel 8.

source: Due to the strict criterion for review, the Supreme Court found that the royal decree was clearly not invalid based on Article 112 of the Constitution.
nn: På bakgrunn av det strenge vilkåret for overprøving kom Høgsterett til at vedtaket klart ikkje var ugyldig på grunnlag av Grunnlova § 112.

source: I will discuss this in more detail in Chapter 8 below.
nn: Dette kjem eg tilbake til nedanfor under punkt 8.

source: The Supreme Court concluded that section 13 of the Fish Sales Act is a legal basis for stopping not only the fishing activity, but also the trade, provided that the reduction in turnover has made it necessary.
nn: Høgsterett kom til at fiskesalslagslova § 13 ikkje gir heimel til å stanse fiske og omsetning av fangst når ueinigheit om prisnivået leier til ein treg og uoversiktleg omsetningssituasjon.
